[LocAdmin_Strings]

FO_It_Perk_Leadership_1=Leader;;;;;;;;;;;;;;Lider;;Лидер;;;
FO_It_Perk_Leadership_2=Commander;;;;;;;;;;;;;;Dowódca;;Командир;;;
FO_Book_LeadershipBook=Leadership skills;;;;;;;;;;;;;;Cechach przywódczych;;Лидерские качества;;;

INFO_LeadershipDesc_01=Remaining places in the group: 0;;;;;;;;;;;;;;Pozostałe miejsca w grupie: 0;;Осталось мест в группе: 0;;;
INFO_LeadershipDesc_02=Other places in the group: 1;;;;;;;;;;;;;;Pozostałe miejsca w grupie: 1;;Осталось мест в группе: 1;;;
INFO_LeadershipDesc_03=Other places in the group: 2;;;;;;;;;;;;;;Pozostałe miejsca w grupie: 2;;Осталось мест в группе: 2;;;
INFO_LeadershipDesc_04=Other places in the group: 3;;;;;;;;;;;;;;Pozostałe miejsca w grupie: 3;;Осталось мест в группе: 3;;;

INFO_LeadershipTeach_00=Tell me about leadership skills.;;;;;;;;;;;;;;Opowiedz mi o cechach przywódczych.;;Расскажи мне о лидерских качествах.;;;

INFO_LeadershipTeach_01=Teach me to lead a group of people.;;;;;;;;;;;;;;Naucz mnie przewodzić grupie ludzi.;;Научи меня командовать группой людей.;;;
INFO_LeadershipTeach_02=In order to lead a group of people, you must not only have brains, but also be strong enough.;;;;;;;;;;;;;;Aby dowodzić grupą ludzi, musisz nie tylko mieć rozum, ale także być wystarczająco silnym.;;Чтобы командовать группой людей, нужно не только мозги иметь, но и быть достаточно сильным.;;;
INFO_LeadershipTeach_03=Never show weakness or insecurity in their eyes.;;;;;;;;;;;;;;Nigdy nie okazuj słabości ani niepewności w ich oczach.;;Никогда не проявляй на их глазах слабость или неуверенность.;;;
INFO_LeadershipTeach_04=Your companions need to understand why they should follow you and not someone else.;;;;;;;;;;;;;;Twoi towarzysze muszą zrozumieć, dlaczego powinni podążać za tobą, a nie za kimś innym.;;Твои спутники должны понимать, почему они должны идти именно за тобой, а не за кем-то другим.;;;

INFO_LeadershipTeach_05=Teach me to lead a team.;;;;;;;;;;;;;;Naucz mnie dowodzić drużyną.;;Научи меня командовать отрядом.;;;
INFO_LeadershipTeach_06=You want to lead a big team.;;;;;;;;;;;;;;Chcesz prowadzić dużą drużynę.;;Ты хочешь возглавить большой отряд.;;;
INFO_LeadershipTeach_07=But not all your companions may enjoy the company of all kinds of people.;;;;;;;;;;;;;;Ale nie wszystkim twoim towarzyszom może podobać się towarzystwo składające się z najróżniejszych ludzi.;;Но не всем твоим спутникам может понравиться большая компания, состоящая из разных людей.;;;
INFO_LeadershipTeach_08=You have to fix it and make all the people in your group a whole.;;;;;;;;;;;;;;Musisz to naprawić i sprawić, by wszyscy ludzie w twojej grupie stanowili jedną całość.;;Ты должен исправить это и сделать всех людей в своей группе одним единым целом.;;;
INFO_LeadershipTeach_09=Gather them around your target. Make it the goal of the whole team.;;;;;;;;;;;;;;Zbierz ich wokół swojego celu. Niech będzie celem całej drużyny.;;Сплоти их вокруг своей цели. Пусть она станет целью всего отряда.;;;
INFO_LeadershipTeach_10=If people clearly understand why they follow you, they will not pay attention to the inconvenience.;;;;;;;;;;;;;;Jeśli ludzie jasno zrozumieją, dlaczego za tobą podążają, nie będą zwracać uwagi na niedogodności.;;Если люди будут отчётливо понимать, ради чего идут за тобой, то не станут обращать внимания на неудобства.;;;

INFO_DescLeadershipTeach_01=The limit of companions in a group has been increased to 2.;;;;;;;;;;;;;;Limit towarzyszy w grupie został zwiększony do 2;;Лимит спутников в группе увеличен до 2х;;;
INFO_DescLeadershipTeach_02=The limit of companions in a group has been increased to 3.;;;;;;;;;;;;;;Limit towarzyszy w grupie został zwiększony do 3;;Лимит спутников в группе увеличен до 3х;;;

INFO_ZLGorn_01_NPC_01=The continent is big enough for you alone.;;;;;;;;;;;;;;Kontynent jest wystarczająco duży dla ciebie samego.;;Материк достаточно большой для одного тебя.;;;
INFO_ZLGorn_01_NPC_02=If you want to take part in the war, the best solution will be to complete your own squad.;;;;;;;;;;;;;;Jeśli chcesz brać udział w wojnie, najlepszym rozwiązaniem będzie skompletowanie własnego oddziału.;;Если хочешь принять участие в войне, то лучшим решением будет собрать свой собственный отряд.;;;
INFO_ZLGorn_01_NPC_03=Find the right teachers and learn leadership skills from them.;;;;;;;;;;;;;;Znajdź odpowiednich nauczycieli i naucz się od nich umiejętności przywódczych.;;Найди подходящих учителей и обучись у них лидерским качествам.;;;

ITEMDESC_It_Perk_Leadership_1=Allows you to take two companions in a group.;;;;;;;;;;;;;;[PL];;Позволяет взять в группу двух спутников.;;;
ITEMDESC_It_Perk_Leadership_2=Allows you to take three companions in a group.;;;;;;;;;;;;;;[PL];;Позволяет взять в группу трёх спутников.;;;

BOOKTEXTLEFT_LeadershipBook=\n\nLeader \n\nAn ability that allows you to bring two companions to your party. \n\nRequirements: Strength 200, Ancient Knowledge 50.;;;;;;;;;;;;;;\n\nLider \n\nUmiejętność, która pozwala zabrać dwóch towarzyszy do drużyny. \n\nWymagania: Siła 200, Prastara wiedza 50.;;\n\nЛидер \n\nНавык, позволяющий взять в группу двух спутников. \n\nТребования: Сила 200, Древнее знание 50.;;;
BOOKTEXTRIGHT_LeadershipBook=\n\nCommander \n\nAn ability that allows you to gather three companions in a group. \n\nRequirements: Strength 300, Ancient Lore 100, Leader Skill.;;;;;;;;;;;;;;\n\nDowódca \n\nUmiejętność, która pozwala zebrać trzech towarzyszy w grupie. \n\nWymagania: Siła 300, Prastara wiedza 100, Umiejętność Lider.;;\n\nКомандир \n\nНавык, позволяющий взять в группу трёх спутников. \n\nТребования: Сила 300, Древнее знание 100, Навык Лидер.;;;